Repository: junyu17/Maren
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, zh_hant

source: 本周回顾
en: This week's review
es: Repaso de esta semana
ja: 今週のレビュー
ko: 이번 주 돌아보기
zh_hant: 本週回顧

source: 本周均值
en: This week's averages
es: Medias de esta semana
ja: 今週の平均値
ko: 이번 주 평균
zh_hant: 本週均值

source: 本周暂无记录。
en: No records this week.
es: No hay registros esta semana.
ja: 今週の記録はありません。
ko: 이번 주에는 기록이 없어요.
zh_hant: 本週暫無記錄。

source: 本周期
en: This Cycle
es: Este ciclo
ja: 今回の周期
ko: 이번 주기
zh_hant: 本週期

source: 本周期变化
en: This Cycle Changes
es: Cambios de este ciclo
ja: 今回の周期の変化
ko: 이번 주기 변화
zh_hant: 本週期變化

source: 本周期变化详情
en: Cycle Change Details
es: Detalle de cambios del ciclo
ja: 周期変化の詳細
ko: 주기 변화 상세
zh_hant: 本週期變化詳情

source: 本报告所有统计均基于用户在 Maren 中自行记录或从 Apple 健康导入的数据,在设备端本地计算。周期长度通过相邻经期首日间隔估算(仅计 15–120 天范围内的有效周期);经期长度通过连续经期记录(允许中间 ≤2 天间隔)聚类得出;心情、睡眠、体重和基础体温等指标取所有有记录日期的算术平均值;点滴出血统计明确记录为有的日期。追踪项频次统计所有 DailyLog 中出现的症状/自定义追踪项。用药打卡记录 = 该药有打卡记录的天数 / 报告范围内可用的日历天数(从该药创建日起)。
en: All statistics in this report are based on records entered by the user in Maren or imported from Apple Health and are calculated locally on the device. Cycle length is estimated from intervals between period start dates (only valid cycles from 15–120 days are included); period length is derived by clustering consecutive period entries (allowing gaps of up to 2 days); mood, sleep, weight, and basal body temperature use arithmetic means across dates with a record; spotting counts dates explicitly marked yes. Tracker frequencies count symptoms and custom trackers present in all DailyLog entries. Medication check-ins = days with a check-in divided by available calendar days in the report range (starting when the medication was created).
es: Todas las estadísticas de este informe se basan en registros introducidos por la usuaria en Maren o importados desde Salud de Apple, y se calculan localmente en el dispositivo. La duración del ciclo se estima a partir de los intervalos entre fechas de inicio del periodo (solo se incluyen ciclos válidos de 15 a 120 días); la duración del periodo se obtiene agrupando registros consecutivos de periodo (se admiten huecos de hasta 2 días); el ánimo, el sueño, el peso y la temperatura basal usan medias aritméticas de las fechas con registro; el manchado cuenta las fechas marcadas expresamente como sí. Las frecuencias de seguimiento cuentan los síntomas y seguimientos personalizados presentes en todos los registros diarios. Registros de medicación = días con registro divididos entre los días naturales disponibles en el rango del informe (a partir de la creación del medicamento).
ja: 本レポートのすべての統計は、ユーザーがMarenに自ら記録した、またはApple Healthからインポートしたデータに基づき、端末内でローカルに計算されています。周期の長さは、隣り合う生理開始日の間隔から推定します(15〜120日の範囲内にある有効な周期のみを対象)。生理日数は、連続する生理記録(間に2日以内の間隔を許容)をまとめて算出します。気分・睡眠・体重・基礎体温などの指標は、記録がある日付すべての算術平均です。少量出血は、明示的に「あり」と記録された日付を集計します。トラッカーの頻度は、すべてのDailyLogに登場する症状・カスタムトラッカーを集計します。服薬チェックイン記録=その薬のチェックインがある日数 ÷ レポート範囲内でその薬が対象となる暦日数(作成日以降)。
ko: 이 리포트의 모든 통계는 사용자가 Maren에 입력했거나 Apple 건강에서 가져온 기록을 바탕으로 하며, 기기 안에서 계산돼요. 주기 길이는 생리 시작일 사이의 간격으로 추정하고(15~120일인 유효한 주기만 포함), 생리 기간은 연속된 생리 기록을 묶어 계산해요(최대 2일의 공백 허용). 기분, 수면, 체중, 기초체온은 기록이 있는 날짜의 산술 평균을 사용하고, 소량 출혈은 명시적으로 '있음'으로 표시한 날짜를 세요. 추적 항목 빈도는 모든 일일 기록에 나타난 증상과 사용자 추적 항목을 집계해요. 복용약 체크인은 체크인한 날을 리포트 기간 내 이용 가능한 달력상의 일수(복용약을 등록한 날부터)로 나눈 값이에요.
zh_hant: 本報告所有統計均基於使用者在 Maren 中自行記錄或從 Apple 健康匯入的資料,在裝置端本地計算。週期長度通過相鄰經期首日間隔估算(僅計 15–120 天範圍內的有效週期);經期長度通過連續經期記錄(允許中間 ≤2 天間隔)聚類得出;心情、睡眠、體重和基礎體溫等指標取所有有記錄日期的算術平均值;點滴出血統計明確記錄為有的日期。追蹤項頻次統計所有 DailyLog 中出現的症狀/自定義追蹤項。用藥打卡記錄 = 該藥有打卡記錄的天數 / 報告範圍內可用的日曆天數(從該藥建立日起)。

source: 本月记录经期 %@ 天
en: %@ period days logged this month
es: %@ días de periodo registrados este mes
ja: 今月、生理を記録した日数は%@日です
ko: 이번 달 생리 기록 %@일
zh_hant: 本月記錄經期 %@ 天

source: 本月记录经期 %lld 天
en: %lld period days logged this month
es: %lld días de periodo registrados este mes
ja: 今月、生理を記録した日数は%lld日です
ko: 이번 달 생리 기록 %lld일
zh_hant: 本月記錄經期 %lld 天

source: 本机数据已保存,Apple 健康同步已启用,但未能写回所选的手动记录。请稍后重试。
en: Local data was saved and Apple Health sync is enabled, but the selected manual records could not be written back. Please try again later.
es: Los datos locales se guardaron y la sincronización con Salud de Apple está activada, pero no se pudieron escribir los registros manuales seleccionados. Inténtalo más tarde.
ja: ローカルデータは保存され、Apple Health同期も有効になっていますが、選択した手動記録の書き戻しができませんでした。しばらくしてから再度お試しください。
ko: 로컬 데이터는 저장되었고 Apple 건강 동기화도 켜져 있지만, 선택한 수동 기록을 다시 쓰지 못했어요. 잠시 후 다시 시도해 주세요.
zh_hant: 本機資料已儲存,Apple 健康同步已啟用,但未能寫回所選的手動記錄。請稍後重試。

source: 本机数据已保存,但刷新失败
en: Local data saved, but refresh failed
es: Datos locales guardados, pero falló la actualización
ja: ローカルデータは保存されましたが、更新に失敗しました
ko: 로컬 데이터는 저장했지만 새로고침에 실패했어요
zh_hant: 本機資料已儲存,但重新整理失敗

source: 本机数据已删除
en: Local data was deleted
es: Se eliminaron los datos locales
ja: ローカルデータが削除されました
ko: 로컬 데이터를 삭제했어요
zh_hant: 本機資料已刪除

source: 本机数据已删除,Apple Health 部分清理
en: Local data was deleted; Apple Health cleanup was partial
es: Se eliminaron los datos locales; la limpieza en Salud de Apple fue parcial
ja: ローカルデータは削除されましたが、Apple Healthのクリーンアップは一部のみ完了しました
ko: 로컬 데이터를 삭제했지만 Apple 건강 정리는 일부만 완료됐어요
zh_hant: 本機資料已刪除,Apple Health 部分清理

source: 本机数据已删除,但 Apple Health 清理失败
en: Local data was deleted, but Apple Health cleanup failed
es: Se eliminaron los datos locales, pero falló la limpieza en Salud de Apple
ja: ローカルデータは削除されましたが、Apple Healthのクリーンアップに失敗しました
ko: 로컬 데이터를 삭제했지만 Apple 건강 정리에 실패했어요
zh_hant: 本機資料已刪除,但 Apple Health 清理失敗

source: 本机数据没有删除,原有记录未改动。
en: Local data was not deleted; existing records were unchanged.
es: No se eliminaron los datos locales; los registros existentes no han cambiado.
ja: ローカルデータは削除されていません。既存の記録は変更されていません。
ko: 로컬 데이터를 삭제하지 않았어요. 기존 기록은 바뀌지 않았어요.
zh_hant: 本機資料沒有刪除,原有記錄未改動。

source: 本机记录已删除
en: Local record deleted
es: Registro local eliminado
ja: ローカル記録を削除しました
ko: 로컬 기록을 삭제했어요
zh_hant: 本機記錄已刪除

source: 本机记录已删除,但未能刷新提醒和小组件。
en: Local record deleted, but reminders and widgets could not be refreshed.
es: Registro local eliminado, pero no se pudieron actualizar los recordatorios ni los widgets.
ja: ローカル記録を削除しましたが、リマインダーとウィジェットを更新できませんでした。
ko: 로컬 기록을 삭제했지만 알림과 위젯을 새로 고치지 못했어요.
zh_hant: 本機記錄已刪除,但未能重新整理提醒和小元件。

source: 本机记录已删除,但未能同步删除 Apple Health 中的对应样本。请稍后在「健康」App 中手动检查。 %@
en: Local record deleted, but the corresponding Apple Health samples could not be deleted. Check the Health app later. %@
es: Registro local eliminado, pero no se pudieron eliminar las muestras correspondientes de Salud de Apple. Revisa la app Salud más tarde. %@
ja: ローカル記録を削除しましたが、Apple Health内の該当するデータを同期して削除できませんでした。後で「ヘルスケア」Appでご確認ください。 %@
ko: 로컬 기록을 삭제했지만 Apple 건강에서 해당 샘플을 삭제하지 못했어요. 나중에 건강 앱을 확인해 주세요. %@
zh_hant: 本機記錄已刪除,但未能同步刪除 Apple Health 中的對應樣本。請稍後在「健康」App 中手動檢查。 %@

source: 本机记录已经删除,但 Apple Health 同步未完成。请稍后重试。 %@
en: Local record deleted, but Apple Health sync did not finish. Try again later. %@
es: Registro local eliminado, pero la sincronización con Salud de Apple no terminó. Inténtalo más tarde. %@
ja: ローカル記録を削除しましたが、Apple Healthとの同期が完了しませんでした。しばらくしてから再度お試しください。 %@
ko: 로컬 기록을 삭제했지만 Apple 건강 동기화를 끝내지 못했어요. 나중에 다시 시도해 주세요. %@
zh_hant: 本機記錄已經刪除,但 Apple Health 同步未完成。請稍後重試。 %@

source: 本机记录已经删除,但未能删除 Apple Health 中由 Maren 写入的样本。你可以在稍后重试,其他来源的 Health 数据不会被删除。
en: Local records were deleted, but Maren-written samples could not be removed from Apple Health. You can try again later; data from other sources will not be deleted.
es: Se eliminaron los registros locales, pero no se pudieron quitar de Salud de Apple las muestras escritas por Maren. Puedes intentarlo más tarde; los datos de otras fuentes no se eliminarán.
ja: ローカル記録は削除されましたが、Marenが書き込んだデータをApple Healthから削除できませんでした。後でもう一度お試しいただけます。他のソースのデータは削除されません。
ko: 로컬 기록을 삭제했지만 Maren이 쓴 샘플을 Apple 건강에서 제거하지 못했어요. 나중에 다시 시도할 수 있으며, 다른 출처의 데이터는 삭제되지 않아요.
zh_hant: 本機記錄已經刪除,但未能刪除 Apple Health 中由 Maren 寫入的樣本。你可以在稍後重試,其他來源的 Health 資料不會被刪除。

source: 本机记录已经删除,但未能刷新提醒或小组件。请重新打开此页面。
en: Local record deleted, but reminders or widgets could not be refreshed. Reopen this page.
es: Registro local eliminado, pero no se pudieron actualizar los recordatorios o los widgets. Vuelve a abrir esta pantalla.
ja: ローカル記録を削除しましたが、リマインダーまたはウィジェットを更新できませんでした。このページを開き直してください。
ko: 로컬 기록을 삭제했지만 알림이나 위젯을 새로 고치지 못했어요. 이 페이지를 다시 열어 주세요.
zh_hant: 本機記錄已經刪除,但未能重新整理提醒或小元件。請重新開啟此頁面。

source: 本机记录已经删除,但未能刷新提醒或小组件。请重新打开此页面。 %@
en: Local record deleted, but reminders or widgets could not be refreshed. Reopen this page. %@
es: Registro local eliminado, pero no se pudieron actualizar los recordatorios o los widgets. Vuelve a abrir esta pantalla. %@
ja: ローカル記録を削除しましたが、リマインダーまたはウィジェットを更新できませんでした。このページを開き直してください。 %@
ko: 로컬 기록을 삭제했지만 알림이나 위젯을 새로 고치지 못했어요. 이 페이지를 다시 열어 주세요. %@
zh_hant: 本機記錄已經刪除,但未能重新整理提醒或小元件。請重新開啟此頁面。 %@

source: 来源
en: Source
es: Origen
ja: ソース
ko: 출처
zh_hant: 來源

source: 来源:Apple 健康
en: Source: Apple Health
es: Origen: Salud de Apple
ja: ソース:Apple Health
ko: 출처: Apple 건강
zh_hant: 來源:Apple 健康

source: 来源:Maren
en: Source: Maren
es: Origen: Maren
ja: ソース:Maren
ko: 출처: Maren
zh_hant: 來源:Maren

source: 来源:Maren + Apple 健康
en: Source: Maren + Apple Health
es: Origen: Maren + Salud de Apple
ja: ソース:Maren + Apple Health
ko: 출처: Maren + Apple 건강
zh_hant: 來源:Maren + Apple 健康

source: 来源应用: %@。导入前请确认版本、构建号和记录数量。
en: Source app: %@. Before importing, confirm the version, build number, and record counts.
es: App de origen: %@. Antes de importar, comprueba la versión, el número de compilación y el número de registros.
ja: 取り込み元アプリ:%@。インポートする前に、バージョン、ビルド番号、記録件数をご確認ください。
ko: 출처 앱: %@. 가져오기 전에 버전, 빌드 번호, 기록 수를 확인하세요.
zh_hant: 來源應用: %@。匯入前請確認版本、構建號和記錄數量。

source: 来自 Apple Health 的只读记录
en: Read-only records from Apple Health
es: Registros de solo lectura de Salud de Apple
ja: Apple Healthからの読み取り専用記録
ko: Apple 건강에서 가져온 읽기 전용 기록
zh_hant: 來自 Apple Health 的只讀記錄

source: 来自健康
en: From Health
es: De Salud
ja: ヘルスケアから
ko: 건강 앱에서 가져옴
zh_hant: 來自健康

source: 来自同一位开发者的其他 App。
en: Other apps from the same developer.
es: Otras apps del mismo desarrollador.
ja: 同じ開発者による他のアプリです。
ko: 같은 개발자의 다른 앱이에요.
zh_hant: 來自同一位開發者的其他 App。

source: 构建版本
en: Build version
es: Versión de compilación
ja: ビルドバージョン
ko: 빌드 버전
zh_hant: 構建版本

source: 查到 %lld 笔无法验签的购买记录,权益未生效。请重试或联系 billy.yu@me.com。
en: Found %lld purchases that couldn't be verified, so they weren't applied. Please try again or contact billy.yu@me.com.
es: Se encontraron %lld compras que no se pudieron verificar, así que no se aplicaron. Inténtalo de nuevo o escribe a billy.yu@me.com.
ja: 検証できなかった購入が%lld件見つかったため、反映されていません。もう一度お試しいただくか、billy.yu@me.comまでご連絡ください。
ko: 확인할 수 없는 구매 %lld건을 발견해 적용하지 않았어요. 다시 시도하거나 billy.yu@me.com으로 문의해 주세요.
zh_hant: 查到 %lld 筆無法驗籤的購買記錄,權益未生效。請重試或聯絡 billy.yu@me.com。

source: 查看今天所处周期、注意事项与下次经期;大尺寸可点开记录今天。
en: See today's cycle phase, what to watch for, and your next period. The large widget opens straight to logging.
es: Consulta la fase del ciclo de hoy, en qué fijarte y tu próximo periodo. El widget grande abre directamente el registro.
ja: 今日の周期のフェーズ、注意点、次の生理を確認できます。大サイズのウィジェットはタップすると記録画面が開きます。
ko: 오늘의 주기 단계, 유의할 점, 다음 생리를 확인하세요. 큰 위젯은 바로 기록 화면으로 연결돼요.
zh_hant: 檢視今天所處週期、注意事項與下次經期;大尺寸可點開記錄今天。

source: 查看周期、阶段与下次经期;中尺寸可快速记录经期和心情。
en: View cycle, phase, and next period; medium size lets you quick-log period and mood.
es: Consulta el ciclo, la fase y el próximo periodo; el tamaño mediano permite registrar rápido el periodo y el ánimo.
ja: 周期、フェーズ、次の生理を確認できます。中サイズでは生理と気分をすばやく記録できます。
ko: 주기, 단계, 다음 생리를 확인해요. 중간 크기에서는 생리와 기분을 빠르게 기록할 수 있어요.
zh_hant: 檢視週期、階段與下次經期;中尺寸可快速記錄經期和心情。

source: 查看距下次经期还有几天,以及今天的一句话。
en: See how many days until your next period, plus today's note.
es: Consulta cuántos días faltan para tu próximo periodo y la nota de hoy.
ja: 次の生理まであと何日か、今日のひとことを確認できます。
ko: 다음 생리까지 남은 일수와 오늘의 메모를 확인하세요.
zh_hant: 檢視距下次經期還有幾天,以及今天的一句話。

source: 标记为经期
en: Mark as period
es: Marcar como periodo
ja: 生理としてマーク
ko: 생리로 표시
zh_hant: 標記為經期

source: 样本体验
en: Sample Experience
es: Experiencia de ejemplo
ja: サンプル体験
ko: 샘플 체험
zh_hant: 樣本體驗

source: 样本体验:浏览示例数据,了解 Maren 的各项功能。不影响你的任何真实记录。
en: Sample Experience: Browse sample data to learn about Maren's features. Does not affect any of your real records.
es: Experiencia de ejemplo: explora datos de ejemplo para conocer las funciones de Maren. No afecta a ninguno de tus registros reales.
ja: サンプル体験:サンプルデータを見て、Marenの機能を確認できます。実際の記録には影響しません。
ko: 샘플 체험: 샘플 데이터를 둘러보며 Maren의 기능을 알아보세요. 실제 기록에는 영향을 주지 않아요.
zh_hant: 樣本體驗:瀏覽示例資料,瞭解 Maren 的各項功能。不影響你的任何真實記錄。

source: 次数
en: Times
es: Veces
ja: 回数
ko: 횟수
zh_hant: 次數

source: 欢迎来到 Maren
en: Welcome to Maren
es: Te damos la bienvenida a Maren
ja: Marenへようこそ
ko: Maren에 오신 것을 환영해요
zh_hant: 歡迎來到 Maren

source: 此周期超过 120 天,中间可能存在未记录的间隔。数据仅供参考。
en: This cycle exceeds 120 days and may contain unrecorded gaps. Data is for reference only.
es: Este ciclo supera los 120 días y puede contener huecos sin registrar. Los datos son solo orientativos.
ja: この周期は120日を超えており、記録されていない間隔が含まれている可能性があります。データは参考情報です。
ko: 이 주기는 120일을 넘어 기록되지 않은 공백이 있을 수 있어요. 데이터는 참고용이에요.
zh_hant: 此週期超過 120 天,中間可能存在未記錄的間隔。資料僅供參考。

source: 此周期超过 120 天,可能存在记录间隔。
en: This cycle exceeds 120 days and may contain a recording gap.
es: Este ciclo supera los 120 días y puede contener un hueco en los registros.
ja: この周期は120日を超えており、記録の抜けがある可能性があります。
ko: 이 주기는 120일을 넘어 기록 공백이 있을 수 있어요.
zh_hant: 此週期超過 120 天,可能存在記錄間隔。

source: 步数
en: Steps
es: Pasos
ja: 歩数
ko: 걸음 수
zh_hant: 步數

source: 步行
en: Walking
es: Caminar
ja: ウォーキング
ko: 걷기

source: 每个人的身体节律不同,以下只是常见的大致规律,帮助你理解日历上的阶段颜色。
en: Everyone's rhythm is different. Below are just common general patterns to help you read the phase colors on the calendar.
es: El ritmo de cada persona es distinto. Lo siguiente son solo patrones generales habituales para ayudarte a leer los colores de las fases en el calendario.
ja: 体のリズムには個人差があります。以下は、カレンダーのフェーズの色を理解するための一般的な目安です。
ko: 사람마다 리듬은 달라요. 아래는 캘린더의 단계 색상을 이해하는 데 도움이 되는 일반적인 패턴일 뿐이에요.
zh_hant: 每個人的身體節律不同,以下只是常見的大致規律,幫助你理解日曆上的階段顏色。

source: 每天
en: Every day
es: Todos los días
ja: 毎日
ko: 매일

source: 每天 %@ 提醒
en: Reminds daily at %@
es: Avisa cada día a las %@
ja: 毎日%@にお知らせ
ko: 매일 %@에 알려 드려요

source: 每日心情 / 症状打卡
en: Daily mood / symptom check-in
es: Registro diario de ánimo y síntomas
ja: 毎日の気分・症状チェックイン
ko: 매일 기분·증상 체크인
zh_hant: 每日心情 / 症狀打卡

source: 每日提醒
en: Daily reminder
es: Recordatorio diario
ja: 毎日のリマインダー
ko: 매일 알림

source: 每日故事
en: Daily story
es: Historia del día
ja: デイリーストーリー
ko: 오늘의 이야기

source: 每日记录
en: Daily Log
es: Registro diario
ja: 日次記録
ko: 일일 기록
zh_hant: 每日記錄

source: 每日记录提醒
en: Daily log reminder
es: Recordatorio del registro diario
ja: 日次記録のリマインダー
ko: 일일 기록 알림
zh_hant: 每日記錄提醒

source: 比近期平均值%@ %@ kg。
en: Compared with the recent average %@ %@ kg.
es: Frente a la media reciente %@ %@ kg.
ja: 直近の平均と比べて%@ %@ kg。
ko: 최근 평균과 %2$@kg 차이가 나요.

source: 比近期平均值%@ %@ 分。
en: Compared with the recent average %@ %@ points.
es: Frente a la media reciente %@ %@ puntos.
ja: 直近の平均と比べて%@ %@点。
ko: 최근 평균과 %2$@점 차이가 나요.

source: 比近期平均值%@ %@ 天。
en: Compared with the recent average %@ %@ days.
es: Frente a la media reciente %@ %@ días.
ja: 直近の平均と比べて%@ %@日。
ko: 최근 평균과 %2$@일 차이가 나요.

source: 比近期平均值%@ %@ 小时。
en: Compared with the recent average %@ %@ hours.
es: Frente a la media reciente %@ %@ horas.
ja: 直近の平均と比べて%@ %@時間。
ko: 최근 평균과 %2$@시간 차이가 나요.
zh_hant: 比近期平均值%@ %@ 小時。

source: 比近期平均值短 %lld 天。
en: %lld days shorter than the recent average.
es: %lld días más corto que la media reciente.
ja: 直近の平均より%lld日短いです。
ko: 최근 평균보다 %lld일 짧아요.

source: 比近期平均值长 %lld 天。
en: %lld days longer than the recent average.
es: %lld días más largo que la media reciente.
ja: 直近の平均より%lld日長いです。
ko: 최근 평균보다 %lld일 길어요.
zh_hant: 比近期平均值長 %lld 天。

source: 水样分泌物
en: Watery discharge
es: Flujo acuoso
ja: 水っぽいおりもの
ko: 물 같은 분비물
zh_hant: 水樣分泌物

source: 水肿
en: Swelling
es: Hinchazón
ja: むくみ
ko: 부기
zh_hant: 水腫

source: 永久删除本机上的全部经期、每日记录、自定义症状、用药与打卡历史,无法撤销。删除前建议先在「日历」页导出一份备份。
en: Permanently deletes every period, daily log, custom symptom, medication, and check-in on this device. This can't be undone — consider exporting a backup from the Calendar tab first.
es: Elimina definitivamente todos los periodos, registros diarios, síntomas personalizados, medicamentos y registros de este dispositivo. No se puede deshacer: piensa en exportar antes una copia de seguridad desde la pestaña Calendario.
ja: この端末にあるすべての生理記録・日次記録・カスタム症状・薬・チェックインを完全に削除します。元に戻すことはできません。事前に「カレンダー」タブからバックアップをエクスポートすることをおすすめします。
ko: 이 기기의 모든 생리, 일일 기록, 사용자 증상, 복용약, 체크인을 영구적으로 삭제해요. 되돌릴 수 없으니 먼저 캘린더 탭에서 백업을 내보내는 것을 권해요.
zh_hant: 永久刪除本機上的全部經期、每日記錄、自定義症狀、用藥與打卡歷史,無法撤銷。刪除前建議先在「日曆」頁匯出一份備份。

source: 永久删除本机上的全部经期、每日记录、自定义追踪项、用药与打卡历史,无法撤销。删除前建议先在「日历」页导出一份备份。
en: Permanently deletes every period, daily log, custom tracker, medication, and check-in on this device. This can't be undone — consider exporting a backup from the Calendar tab first.
es: Elimina definitivamente todos los periodos, registros diarios, seguimientos personalizados, medicamentos y registros de este dispositivo. No se puede deshacer: piensa en exportar antes una copia de seguridad desde la pestaña Calendario.
ja: この端末にあるすべての生理記録・日次記録・カスタムトラッカー・薬・チェックインを完全に削除します。元に戻すことはできません。事前に「カレンダー」タブからバックアップをエクスポートすることをおすすめします。
ko: 이 기기의 모든 생리, 일일 기록, 사용자 추적 항목, 복용약, 체크인을 영구적으로 삭제해요. 되돌릴 수 없으니 먼저 캘린더 탭에서 백업을 내보내는 것을 권해요.
zh_hant: 永久刪除本機上的全部經期、每日記錄、自定義追蹤項、用藥與打卡歷史,無法撤銷。刪除前建議先在「日曆」頁匯出一份備份。

source: 永久删除本机上的全部经期与每日记录,无法撤销。删除前建议先在「日历」页导出一份备份。
en: Permanently deletes every period and daily record on this device. This can’t be undone — consider exporting a backup from the Calendar tab first.
es: Elimina definitivamente todos los periodos y registros diarios de este dispositivo. No se puede deshacer: piensa en exportar antes una copia de seguridad desde la pestaña Calendario.
ja: この端末にあるすべての生理記録と日次記録を完全に削除します。元に戻すことはできません。事前に「カレンダー」タブからバックアップをエクスポートすることをおすすめします。
ko: 이 기기의 모든 생리와 일일 기록을 영구적으로 삭제해요. 되돌릴 수 없으니 먼저 캘린더 탭에서 백업을 내보내는 것을 권해요.
zh_hant: 永久刪除本機上的全部經期與每日記錄,無法撤銷。刪除前建議先在「日曆」頁匯出一份備份。

source: 没有找到匹配内容
en: No matching content
es: No hay contenido que coincida
ja: 一致するコンテンツが見つかりません
ko: 일치하는 콘텐츠가 없어요
zh_hant: 沒有找到匹配內容

source: 没有找到匹配的文章
en: No matching articles
es: No hay artículos que coincidan
ja: 一致する記事が見つかりません
ko: 일치하는 글이 없어요
zh_hant: 沒有找到匹配的文章

source: 没有找到匹配的追踪项
en: No matching trackers
es: No hay seguimientos que coincidan
ja: 一致するトラッカーが見つかりません
ko: 일치하는 추적 항목이 없어요
zh_hant: 沒有找到匹配的追蹤項

source: 没有找到可恢复的购买。
en: No purchases were found to restore.
es: No se encontraron compras que restaurar.
ja: 復元できる購入が見つかりませんでした。
ko: 복원할 구매 내역이 없어요.
zh_hant: 沒有找到可恢復的購買。

source: 没有找到完成的周期。
en: No completed cycle found.
es: No se encontró ningún ciclo completado.
ja: 完了した周期が見つかりませんでした。
ko: 끝난 주기가 없어요.
zh_hant: 沒有找到完成的週期。

source: 泡澡放松
en: Relaxing bath
es: Baño relajante
ja: リラックスできる入浴
ko: 여유로운 목욕
zh_hant: 泡澡放鬆

source: 洞察
en: Insight
es: Análisis
ja: インサイト
ko: 인사이트

source: 活动与身心
en: Activity & wellbeing
es: Actividad y bienestar
ja: 活動と心身の健康
ko: 활동과 마음 건강
zh_hant: 活動與身心

source: 流量
en: Flow
es: Flujo
ja: 経血量
ko: 생리량

source: 浅色
en: Light
es: Ligero
ja: ライト
ko: 라이트
zh_hant: 淺色

source: 消化系统
en: Digestion
es: Digestión
ja: 消化器系
ko: 소화
zh_hant: 消化系統

source: 淡漠
en: Apathy
es: Apatía
ja: 無気力
ko: 무기력

source: 深呼吸
en: Deep breathing
es: Respiración profunda
ko: 심호흡

source: 深度趋势
en: Deeper trends
es: Tendencias más a fondo
ja: 詳しい傾向
ko: 더 깊은 추이
zh_hant: 深度趨勢

source: 深色
en: Dark
es: Oscuro
ja: ダーク
ko: 다크

source: 添加
en: Add
es: Añadir
ja: 追加
ko: 추가
zh_hant: 新增

source: 添加时段
en: Add a time slot
es: Añadir una franja horaria
ja: 時間帯を追加
ko: 시간대 추가
zh_hant: 新增時段

source: 添加用药
en: Add medication
es: Añadir medicamento
ja: 薬を追加
ko: 복용약 추가
zh_hant: 新增用藥

source: 添加自定义症状
en: Add custom symptom
es: Añadir síntoma personalizado
ja: カスタム症状を追加
ko: 사용자 증상 추가
zh_hant: 新增自定義症狀

source: 添加自定义追踪项
en: Add custom tracker
es: Añadir seguimiento personalizado
ja: カスタムトラッカーを追加
ko: 사용자 추적 항목 추가
zh_hant: 新增自定義追蹤項

source: 清除
en: Clear
es: Borrar
ja: 消去
ko: 지우기

source: 清除体重记录
en: Clear weight entry
es: Borrar el registro de peso
ja: 体重記録を消去
ko: 체중 기록 지우기
zh_hant: 清除體重記錄

source: 清除基础体温记录
en: Clear basal body temperature
es: Borrar la temperatura basal
ja: 基礎体温の記録を消去
ko: 기초체온 지우기
zh_hant: 清除基礎體溫記錄

source: 清除搜索
en: Clear search
es: Borrar la búsqueda
ja: 検索をクリア
ko: 검색어 지우기
zh_hant: 清除搜尋

source: 清除睡眠记录
en: Clear sleep entry
es: Borrar el registro de sueño
ja: 睡眠記録を消去
ko: 수면 기록 지우기
zh_hant: 清除睡眠記錄

source: 温馨养宠换装游戏
en: Cosy pet care and dress-up
es: Cuidado y vestidor de mascotas acogedor
ja: ほっこりペットのお世話と着せ替え
ko: 포근한 펫 케어와 꾸미기
zh_hant: 溫馨養寵換裝遊戲

source: 潮热
en: Hot flashes
es: Sofocos
ja: ホットフラッシュ
ko: 안면홍조
zh_hant: 潮熱

source: 点击/按下后,条目先入队列;下次打开 Maren 时自动保存到日历。
en: After a tap or press, the entry is queued and saved to your calendar the next time Maren opens.
es: Tras un toque o una pulsación, la entrada queda en cola y se guarda en tu calendario la próxima vez que abras Maren.
ja: タップまたは長押しすると、記録はキューに入り、次回Marenを開いたときにカレンダーに保存されます。
ko: 탭하거나 누르면 기록이 대기열에 담겼다가 다음에 Maren을 열 때 캘린더에 저장돼요.
zh_hant: 點選/按下後,條目先入佇列;下次開啟 Maren 時自動儲存到日曆。

source: 点开记录今天
en: Tap to log today
es: Toca para registrar hoy
ja: タップして今日を記録
ko: 탭해서 오늘 기록하기
zh_hant: 點開記錄今天

source: 点滴
en: Spotting
es: Manchado
ja: 少量の出血
ko: 소량 출혈
zh_hant: 點滴

source: 点滴出血
en: Spotting
es: Manchado
ja: 少量の出血
ko: 소량 출혈
zh_hant: 點滴出血

source: 点滴出血:无
en: Spotting: No
es: Manchado: no
ja: 少量の出血:なし
ko: 소량 출혈: 없음
zh_hant: 點滴出血:無

source: 点滴出血:有
en: Spotting: Yes
es: Manchado: sí
ja: 少量の出血:あり
ko: 소량 출혈: 있음
zh_hant: 點滴出血:有

source: 点滴出血:有记录 %lld 天,已记录 %lld 天
en: Spotting: %lld days marked yes, %lld recorded days
es: Manchado: %lld días marcados como sí, %lld días registrados
ja: 少量の出血:「あり」%lld日 / 記録%lld日
ko: 소량 출혈: 기록 %lld일 중 %lld일 '있음'
zh_hant: 點滴出血:有記錄 %lld 天,已記錄 %lld 天

source: 烦躁
en: Irritability
es: Irritabilidad
ja: 苛立ち
ko: 짜증
zh_hant: 煩躁

source: 烧心
en: Heartburn
es: Ardor de estómago
ja: 胸焼け
ko: 속쓰림
zh_hant: 燒心

source: 焦虑
en: Anxious
es: Ansiosa
ja: 不安
ko: 불안
zh_hant: 焦慮

source: 牙痛
en: Toothache
es: Dolor de muelas
ja: 歯の痛み
ko: 치통

source: 牙齿敏感
en: Sensitive teeth
es: Dientes sensibles
ja: 歯がしみる
ko: 시린 이
zh_hant: 牙齒敏感

source: 状态通常最好,精力充沛
en: Often your best state - plenty of energy
es: Suele ser tu mejor momento: mucha energía
ja: 最も調子が良いことが多く、エネルギーにあふれています
ko: 대개 컨디션이 가장 좋은 때예요. 에너지가 넘쳐요
zh_hant: 狀態通常最好,精力充沛

source: 猫狗喂食计算器
en: Feeding calculator for dogs and cats
es: Calculadora de alimentación para perros y gatos
ja: 犬と猫の給餌量計算
ko: 강아지와 고양이를 위한 급여량 계산기
zh_hant: 貓狗餵食計算器

source: 玫瑰
en: Rose
es: Rosa
ja: ローズ
ko: 로즈

source: 琥珀
en: Amber
es: Ámbar
ja: アンバー
ko: 앰버

source: 瑜伽
en: Yoga
es: Yoga
ja: ヨガ
ko: 요가

source: 生成失败
en: Generation Failed
es: Error al generar
ja: 生成に失敗しました
ko: 생성 실패
zh_hant: 生成失敗

source: 生成并分享临床就诊报告
en: Generate and Share Clinical Visit Report
es: Generar y compartir el informe para la consulta
ja: 受診レポートを生成して共有
ko: 진료 방문 리포트 생성 및 공유
zh_hant: 生成並分享臨床就診報告

source: 生成并分享报告
en: Generate & Share Report
es: Generar y compartir el informe
ja: レポートを生成して共有
ko: 리포트 생성 및 공유
zh_hant: 生成並分享報告

source: 生成报告前请注意
en: Before generating the report
es: Antes de generar el informe
ja: レポートを生成する前に
ko: 리포트를 만들기 전에
zh_hant: 生成報告前請注意

source: 生成时间:%@
en: Generated: %@
es: Generado: %@
ja: 生成日時:%@
ko: 생성일: %@
zh_hant: 生成時間:%@

source: 用药
en: Medications
es: Medicamentos
ja: 薬
ko: 복용약
zh_hant: 用藥

source: 用药与补剂
en: Medications & supplements
es: Medicación y suplementos
ja: 薬とサプリメント
ko: 복용약·영양제
zh_hant: 用藥與補劑

source: 用药与追踪项
en: Medication & Trackers
es: Medicación y seguimientos
ja: 薬とトラッカー
ko: 복용약과 추적 항목
zh_hant: 用藥與追蹤項

source: 用药打卡
en: Medication intake
es: Toma de medicación
ja: 服薬
ko: 복용 기록
zh_hant: 用藥打卡

source: 用药打卡与追踪记录
en: Medication check-ins and tracker logs
es: Registros de medicación y de seguimientos
ja: 服薬チェックインとトラッカー記録
ko: 복용 체크인과 추적 항목 기록
zh_hant: 用藥打卡與追蹤記錄

source: 疲惫
en: Fatigue
es: Fatiga
ja: 疲労
ko: 피로
zh_hant: 疲憊

source: 疼痛
en: Pain
es: Dolor
ja: 痛み
ko: 통증

source: 疼痛 %@
en: Pain %@
es: Dolor %@
ja: 痛み %@
ko: 통증 %@

source: 疼痛 %lld
en: Pain %lld
es: Dolor %lld
ja: 痛み %lld
ko: 통증 %lld
